Repository: KDE/spacebar
Catalog: po/*/spacebar.po
Languages: ar, ro

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ro: sergiu@cip.md

source: New message
ar: رسالة جديدة
ro: Mesaj nou

source: Message from %1
ar: رسالة من %1
ro: Mesaj de la %1

# Number of files attached
source: %1 Attachment
ar: المرفق:
ro: %1 atașament

# @action open message in application
source: Open
ar: افتح
ro: Deschide

source: Spacebar background service
ar: خدمة خلفية لتطبيق رسالة
ro: Serviciu de fundal Spacebar

source: and %1 more
ar: و %1 أكثر
ro: și încă %1

source: Details
ar: التفاصيل
ro: Detalii

source: %1 person
ar: %1 شخص
ro: %1 persoană

source: Add people
ar: أضف أشخاص
ro: Adaugă persoane

source: Chats
ar: الدردشات
ro: Discuții

source: New Conversation
ar: محادثة جديدة
ro: Conversație nouă

# Configuring application settings
source: Settings
ar: إعدادات
ro: Configurări

# Deleting a conversation
source: Delete
ar: احذف
ro: Șterge

source: Unable to connect to messaging daemon
ar: غير قادر على الاتصال بخادم الرسائل
ro: Nu se poate conecta la demonul de mesagerie

# Selecting recipients from contacts list
source: Create a chat
ar: أنشئ دردشة
ro: Creează o discuție

# Indicating that message was sent by you
source: You
ar: لنفسك
ro: Tu

# Indicating that message contains an image
source: Picture
ar: الصّورة
ro: Imagine

source: Delete this conversation?
ar: هل تريد حذف هذه المحادثة؟
ro: Ștergeți această conversație?

source: This is permanent and can't be undone
ar: هذا لا يمكن التراجع عنه
ro: Această acțiune e definitivă și nu poate fi anulată

source: Call
ar: اتصل
ro: Apel

source: Texting this premium SMS number might cause you to be charged money
ar: قد يؤدي إرسال رسالة نصية قصيرة مميزة إلى فرض رسوم مالية عليك
ro: Expedierea spre acest număr SMS cu suprataxă v-ar putea costa bani

source: Max attachment limit exceeded
ar: تجاوزت الحد الأقصى للمرفقات
ro: Limită maximă de atașamente depășită

source: No MMSC configured
ar: لم يضبط أي من MMSC
ro: Niciun MMSC configurat

source: Message has expired and will be deleted
ar: انتهت صلاحية الرسالة وستحذف.
ro: Mesajul a expirat și va fi șters

source: Message will be sent as individual messages
ar: ستُرسل الرسائل كرسائل فردية
ro: Mesajul va fi expediat ca mesaje individuale

source: MMS message
ar: رسالة MMS
ro: Mesaj MMS

source: Message size: %1
ar: حجم الرسالة: %1
ro: Dimensiune mesaj: %1

source: Expires: %1
ar: تنقضي في: %1
ro: Expiră la: %1

source: View all
ar: اعرض الكل
ro: Vezi toate

source: %1 new message
ar: %1 رسالة جديدة
ro: %1 mesaj nou

source: Copy code
ar: انسخ الرمز
ro: Copiază codul

source: Copy link
ar: انسخ رابط
ro: Copiază legătura

source: Copy text
ar: انسخ نص
ro: Copiază textul

source: Save attachment
ar: احفظ المرفق
ro: Salvează atașamentul

source: Delete message
ar: احذف الرّسالة
ro: Șterge mesajul

# Retry sending message
source: Resend
ar: أعد الإرسال
ro: Retrimite

source: Save
ar: احفظ
ro: Salvează

source: Cancel
ar: ألغِ
ro: Renunță

# Remove item from list
source: Remove
ar: أزل
ro: Elimină

source: Write Message...
ar: اكتب رسالة…
ro: Scrie mesaj…

# %1 is a phone number
source: Send Message from %1...
ar: أرسل رسالة من %1…
ro: Trimite mesaj de la %1…

source: Choose a file
ar: اختر ملفًا
ro: Alegeți un fișier

source: Select a number
ar: حدد رقم
ro: Alegeți un număr

source: Search or enter number…
ar: ابحث أو أدخل رقم…
ro: Alegeți sau introduceți numărul…

# Number of items selected
source: %1 Selected
ar: %1 محدّدة
ro: %1 alese

# Open chat conversation window
source: Create
ar: أنشئ
ro: Creează

# @info:status Error message displayed when no contact is selected
source: No contact selected
ar: لم تُحدَّد متراسل
ro: Niciun contact ales

source: New Group
ar: مجموعة جديدة
ro: Grup nou

source: No contacts with phone numbers yet
ar: لا يوجد متراسل برقم هاتف بعد
ro: Încă nu sunt contacte cu numere de telefon

source: Open contacts app
ar: افتح تطبيق المتراسلين
ro: Deschide aplicația de contacte

source: No results found
ar: لا نتائج
ro: Niciun rezultat găsit

source: New Group Chat
ar: مجموعة دردشة جديدة
ro: Discuție în grup nouă

source: New Chat
ar: دردشة جديدة
ro: Discuție nouă

source: Back
ar: للخلف
ro: Înapoi

source: MMS Settings
ar: إعدادات MMS
ro: Configurări MMS

source: Multimedia messages (MMS)
ar: رسائل الوسائط المتعددة (MMS)
ro: Mesaje multimedia (MMS)

source: Proxy
ar: الوسيط
ro: Server de proximitate

source: Port
ar: المنفذ

source: Request delivery reports
ar: اطلب تقرير التوصيل
ro: Cere rapoarte de livrare

source: Request read reports
ar: اطلب تقرير القراءة
ro: Cere rapoarte de citire

source: Share delivery status
ar: شارك حالة التوصيل
ro: Partajează starea livrării

source: Share read status
ar: شارك حالة القراءة
ro: Partajează starea citirii

source: Auto download messages
ar: التنزيل الآلي للرسائل
ro: Descarcă mesaje automat

source: Auto download messages for existing contacts only
ar: التنزيل الرسائل آلي للمتراسلين الموجودين فقط
ro: Descarcă mesaje automat doar pentru contacte existente

source: Max message size (KiB)
ar: الحد الأقصى لحجم الرسالة (كيلوبايت)
ro: Dimensiune maximă mesaj (KiO)

source: Max attachments
ar: الحد الأقصى للمرفقات
ro: Maximum atașamente

source: Auto create SMIL
ar: إنشاء SMIL آليًا
ro: Creează automat SMIL

source: Default to group conversations
ar: مبدئيًا للمحادثات الجماعية
ro: Preferă conversații de grup

source: Settings
ar: إعدادات
ro: Configurări

source: General
ar: عامّ
ro: Generale

source: About
ar: عن
ro: Despre

source: Multimedia Messages (MMS)
ar: رسائل الوسائط المتعددة (MMS)
ro: Mesaje multimedia (MMS)

source: Restore defaults
ar: استعد المبدئيات
ro: Restabilește implicite

source: Reset
ar: صفّر
ro: Reinițializează

source: Appearance
ar: المظهر
ro: Aspect

source: Use custom colors for messages
ar: استعمل ألوان خاصة للرسائل
ro: Folosește culori personalizate pentru mesaje

source: Incoming message color
ar: لون الرسائل الواردة
ro: Culoarea mesajului de intrare

source: Outgoing message color
ar: لون الرسائل الخارجة
ro: Culoarea mesajului de ieșire

source: Message font size
ar: حجم خط الرسالة
ro: Dimensiunea fontului mesajului

source: Notifications
ar: التنبيهات
ro: Notificări

source: Show sender name / number
ar: اعرض رقم واسم المرسل
ro: Arată numele/numărul expeditorului

source: Show a preview of the message content
ar: اعرض معاينة لمحتوى الرسالة
ro: Arată o previzualizare a conținutului mesajului

source: Show attachment previews
ar: اعرض معاينة للمرفقات
ro: Arată previzualizările atașamentelor

source: Ignore tapbacks
ar: تجاهل التفاعلات
ro: Ignoră emoticoanele de reacție

source: Choose a color
ar: اختر لونًا
ro: Alege o culoare

source: SMS/MMS messaging client
ar: عميل الرسائل النصية القصيرة/رسائل الوسائط المتعددة
ro: Client de mesagerie SMS/MMS

source: © 2020-2024 KDE Community
ar: © 2020-2024 مجتمع كِيدِي
ro: © 2020-2024 Comunitatea KDE

source: Bhushan Shah
ar: بوشان شاه

source: Jonah Brüchert
ar: جوناه بروكيرت

source: Martin Klapetek
ar: مارتن كلابيتيك

source: Michael Lang
ar: ميشائيل لانغ

source: Nicolas Fella
ar: نيكولاس فلا

source: Smitty van Bodegom
ar: سميتي فان بوديجوم

source: Spacebar SMS/MMS client
ar: رسالة عميل الرسائل النصية القصيرة/رسائل الوسائط المتعددة
ro: Client pentru SMS/MMS Spacebar

source: Open a chat with the given phone number
ar: افتح محادثة مع رقم الهاتف المحدد
ro: Deschide o discuție cu numărul dat
